Repository: robwebset/screensaver.random
Catalog: resources/language/Greek/strings.po
Languages: el

# Addon Summary
source: Random Screensaver
el: Τυχαία επιλογή προφύλαξης οθόνης

# Addon Description
source: Screensaver that selects an installed screensaver at random to be used.
el: Προφύλαξη οθόνης που επιλέγει μία εγκατεστημένη συλλογή προφυλάξεων οθόνης τυχαία για να χρησιμοποιηθεί

# #32001
source: Random Screensaver
el: Τυχαία επιλογή προφύλαξης οθόνης

# #32002
source: Screensaver
el: Προφύλαξη οθόνης

# #32003
source: Debugging
el: Εντοπισμός σφαλμάτων

# #32004
source: Enable debug logging
el: Καταγραφή σφαλμάτων

# #32005
source: Operations
el: Λειτουργίες

# #32006
source: Check Supported Screensavers
el: Ελέγξτε τις υποστηριζόμενες προφυλάξεις οθόνης

# #32007
source: Excluded Screensavers
el: Εξαιρούμενες προφυλάξεις οθόνης

# #32101
source: No Supported Screensavers Installed
el: Δεν υπάρχουν υποστηριζόμενες προφυλάξεις οθόνης εγκατεστημένες στο σύστημα

# #32102
source: All installed screensavers are supported by Random Screensaver
el: Όλες οι εγκατεστημένες προφυλάξεις οθόνης υποστηρίζονται από την Τυχαία επιλογή προφύλαξης οθόνης

# #32103
source: The following screensavers require updating for Random Screensaver support
el: Οι παρακάτω προφυλάξεις οθόνης απαιτούν ενημέρωση για να υποστηρίζονται από την Τυχαία επιλογή προφύλαξης οθόνης
