Repository: robwebset/screensaver.random
Catalog: resources/language/Polish/strings.po
Languages: pl

# Addon Summary
source: Random Screensaver
pl: Losowy Wygaszacz Ekranu

# Addon Description
source: Screensaver that selects an installed screensaver at random to be used.
pl: Wygaszacza ekranu losujący wygaszacz ekranu do użycia z listy zainstalowanych wygaszaczy.

# #32001
source: Random Screensaver
pl: Losowy Wygaszacz Ekranu

# #32002
source: Screensaver
pl: Wygaszacz ekranu

# #32003
source: Debugging
pl: Diagnostyka

# #32004
source: Enable debug logging
pl: Rejestruj komunikaty diagnostyczne

# #32005
source: Operations
pl: Operacje

# #32006
source: Check Supported Screensavers
pl: Sprawdź obsługiwane wygaszacze ekranu

# #32007
source: Excluded Screensavers
pl: Wykluczone wygaszacze ekranu

# #32101
source: No Supported Screensavers Installed
pl: Zainstalowane wygaszacze ekranu nieobsługiwane przez dodatek

# #32102
source: All installed screensavers are supported by Random Screensaver
pl: Wszystkie zainstalowane wygaszacze ekranu są wspierane przez dodatek

# #32103
source: The following screensavers require updating for Random Screensaver support
pl: Następujące wygaszacze ekranu wymagają aktualizacji
