Repository: robwebset/screensaver.random
Catalog: resources/language/Bulgarian/strings.po
Languages: bg

# Addon Summary
source: Random Screensaver
bg: Произволен скрийнсейвър

# Addon Description
source: Screensaver that selects an installed screensaver at random to be used.
bg: Избира произволен скрийнсейвър, измежду инсталираните, който да се визуализира.

# #32002
source: Screensaver
bg: Скрийнсейвър

# #32003
source: Debugging
bg: Дебъгване

# #32004
source: Enable debug logging
bg: Включи дебъг журнала

# #32005
source: Operations
bg: Операции

# #32006
source: Check Supported Screensavers
bg: Провери за съвместими скрийнсейвъри

# #32007
source: Excluded Screensavers
bg: Изключени скрийнсейвъри

# #32101
source: No Supported Screensavers Installed
bg: Никой от инсталираните скрийнсейвъри не се поддържа

# #32102
source: All installed screensavers are supported by Random Screensaver
bg: Всички инсталирани скрийнсейвъри се поддържат

# #32103
source: The following screensavers require updating for Random Screensaver support
bg: Следните скрийнсейвъри изискват актуализиране за да бъдат съвместими с Random Screensaver
