Repository: robwebset/screensaver.random
Catalog: resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# Addon Summary
source: Random Screensaver
pt_br: Protetor de Tela Randômico

# Addon Description
source: Screensaver that selects an installed screensaver at random to be used.
pt_br: Protetor de Tela que seleciona um dos protetores de tela disponíveis em seu sistema, para ser usado de maneira randômica

# #32001
source: Random Screensaver
pt_br: Protetor de Tela Randômico

# #32002
source: Screensaver
pt_br: Proteção de Tela

# #32003
source: Debugging
pt_br: Depurando

# #32004
source: Enable debug logging
pt_br: Ativar log de depuração

# #32005
source: Operations
pt_br: Operações

# #32006
source: Check Supported Screensavers
pt_br: Verificar Protetores de Tela suportados

# #32007
source: Excluded Screensavers
pt_br: Protetores de Tela Excluídos

# #32101
source: No Supported Screensavers Installed
pt_br: Nenhum Protetor de Tela Suportado Instalado

# #32102
source: All installed screensavers are supported by Random Screensaver
pt_br: Todos os protetores de tela instalados são suportados pelo Protetor de Tela Randômico

# #32103
source: The following screensavers require updating for Random Screensaver support
pt_br: Os seguintes protetores de telas requerem atualização para terem suporte no Protetor de Tela Randômico
