Repository: robwebset/screensaver.random
Catalog: resources/language/*/strings.po
Languages: dutch, italian

# Addon Summary
source: Random Screensaver
dutch: Willekeurige schermbeveiliging
italian: Screensaver Casuale

# Addon Description
source: Screensaver that selects an installed screensaver at random to be used.
dutch: Schermbeveiliger die een geïnstalleerde schermbeveiliging selecteerd op willekeurige basis
italian: Uno Screensaver che seleziona un salvaschermo installato a caso da usare.

# #32001
source: Random Screensaver
dutch: Willekeurige schermbeveiliging
italian: Screensaver Casuale

# #32002
source: Screensaver
dutch: Schermbeveiliging
italian: Salvaschermo

# #32003
source: Debugging
dutch: Foutregistratie

# #32004
source: Enable debug logging
dutch: Foutregistratie inschakelen
italian: Attiva il debug logging

# #32005
source: Operations
dutch: Besturingen
italian: Operazioni

# #32006
source: Check Supported Screensavers
dutch: Controleer ondersteunde schermbeveiliging
italian: Controlla Screensaver Supportati

# #32007
source: Excluded Screensavers
dutch: Uitgesloten schermbeveiligingen
italian: Screensaver Esclusi

# #32101
source: No Supported Screensavers Installed
dutch: Geen ondersteunde schermbeveiligers geïnstalleerd
italian: Nessun Screensaver Supportato Installato

# #32102
source: All installed screensavers are supported by Random Screensaver
dutch: Alle geïnstalleerde schermbeveiligers worden ondersteund door willekeurige schermbeveiliging
italian: Tutti gli Screemsaver installati sono supportati da Random Screensaver

# #32103
source: The following screensavers require updating for Random Screensaver support
dutch: De volgende schermbeveiligingen vereisen een update voor willekeurige schermbeveiliging ondersteuning
italian: I seguenti Screensaver richiedono un aggiornamento per supportare Random Screensaver
