Repository: robwebset/screensaver.random
Catalog: resources/language/Hebrew/strings.po
Languages: he

# Addon Summary
source: Random Screensaver
he: שומר מסך אקראי

# Addon Description
source: Screensaver that selects an installed screensaver at random to be used.
he: שומר מסך הבוחר באופן אקראי מבין שומרי המסך המותקנים איזה מהם יהיה פעיל.

# #32001
source: Random Screensaver
he: שומר מסך אקראי

# #32002
source: Screensaver
he: שומר מסך

# #32003
source: Debugging
he: ניפוי שגיאות

# #32004
source: Enable debug logging
he: הפעל יומן רישום מורחב

# #32005
source: Operations
he: פעולות

# #32006
source: Check Supported Screensavers
he: חיפוש שומרי מסך מתאימים

# #32007
source: Excluded Screensavers
he: שומרי מסך שלא נכללים

# #32101
source: No Supported Screensavers Installed
he: לא מותקן שומר מסך מתאים

# #32102
source: All installed screensavers are supported by Random Screensaver
he: כל שומרי המסך המותקנים נתמכים ע"י שומר מסך אקראי

# #32103
source: The following screensavers require updating for Random Screensaver support
he: שומרי המסך הבאים נתמכים ע"י שומר מסך אקראי
