Repository: robwebset/screensaver.random
Catalog: resources/language/Lithuanian/strings.po
Languages: lt

# Addon Description
source: Screensaver that selects an installed screensaver at random to be used.
lt: Ekrano užsklanda, kuri naudoja atsitiktinai parinktą ekrano užsklandą, iš jau įdiegtų sistemoje.

# #32001
source: Random Screensaver
lt: Atsitiktinė ekrano užsklanda

# #32002
source: Screensaver
lt: Ekrano užsklanda

# #32003
source: Debugging
lt: Derinimas

# #32004
source: Enable debug logging
lt: Įjungti derinimo žurnalą

# #32005
source: Operations
lt: Operacijos

# #32006
source: Check Supported Screensavers
lt: Patikrinti palaikomas ekrano užsklandas

# #32007
source: Excluded Screensavers
lt: Neįtrauktos ekrano užsklandos

# #32101
source: No Supported Screensavers Installed
lt: Nėra įdiegtų palaikomų ekrano užsklandų

# #32102
source: All installed screensavers are supported by Random Screensaver
lt: Visos įdiegtos ekrano užsklandos yra palaikomos " Random Screensaver"

# #32103
source: The following screensavers require updating for Random Screensaver support
lt: Šioms ekrano užsklandos reikalingas atnaujinimas, kad jas palaikytų " Random Screensaver"
